<template>
    <div class="service-box">
        <div>
            <h2 style="text-align: center;margin-top: 60px;">恒昌健康商城用户服务协议</h2>
        </div>
        <div class="box">
            <p class="op op1">  
                欢迎阅读湖南恒昌医药集团股份有限公司《恒昌健康商城》服务条款协议(下称“本协议”)。本协议阐述的条款和条件适用于您使用《恒昌健康商城》（www.hcjk.com）（下称“本网站”），在互联网上进行贸易和交流的各种工具和服务(下称“服务”)，本协议在《www.hcjk.com》用户接受注册时生效。
            </p>
            <p class="op op1">  
                您在成为本网站用户前，必须仔细阅读并接受本协议中所述的所有规则、条款和条件，包括因被提及而纳入的条款和条件。强烈建议您阅读本协议时，同时阅读本协议中提及的其他网页、附件所包含的内容，因为其可能包含对作为本网站用户的您适用的进一步条款和条件。
            </p>
            <p class="op op1">一、用户注册</p>
            <p class="op op1">1) 用户注册是指用户登录《恒昌健康商城》，按要求填写相关信息并确认同意履行相关用户协议的过程。用户因进行交易、获取有偿服务等而发生的所有应纳税赋由用户自行承担。</p>
            <p class="op op1">2) 用户在此保证所填写的用户信息是真实、准确、完整、及时的，并且没有任何引人误解或者虚假的陈述，且保证《恒昌健康商城》可以通过用户所填写的联系方式与用户取得联系。</p>
            <p class="op op1">3) 用户应根据《恒昌健康商城》对于相关服务的要求及时提供相应的身份证明等资料，否则《恒昌健康商城》有权拒绝向该用户或用户提供相关服务。</p>
            <p class="op op1">4) 用户承诺将及时更新其用户信息以维持该等信息的有效性。</p>
            <p class="op op1">5) 如果用户提供的资料或信息包含有不正确、不真实的信息，《恒昌健康商城》保留取消用户用户资格并随时结束为该用户提供服务的权利。</p>
            <p class="op op1">6) 用户注册成功后将得到一个用户名和密码，用户凭用户名和密码享受《恒昌健康商城》向其用户提供的商品和服务。</p>
            <p class="op op1">7) 用户将对用户名和密码安全负全部责任，并且用户对以其用户名进行的所有活动和事件负全责。用户有权根据《恒昌健康商城》规定的程序修改密码。</p>
            <p class="op op1">8) 非经《恒昌健康商城》书面同意，用户名和密码不得擅自转让或者授权他人使用，否则用户应承担由此造成的一切后果。</p>
            <p class="op op1">9) 用户若发现任何非法使用用户账号或存在安全漏洞的情况，请立即通告《恒昌健康商城》。</p>
            <p class="op op1">二、商品交易与平台服务</p>
            <p class="op op1">用户在《恒昌健康商城》交易商品时必须遵守以下条款：</p>
            <p class="op op1">1) 用户在使用《恒昌健康商城》服务时应遵守所有适用的中国法律、法规、条例和地方性法律的要求。用户还必须确保遵守本协议及纳入本协议的所有其他条款和规则的规定。</p>
            <p class="op op1">2) 用户通过《恒昌健康商城》网站订购商品，订单即为购买商品的申请或要约。但只有向用户发出确认收到订单及送货确认内容的电子数据，才构成本网站对该订单的承诺，此时合同即告成立。</p>
            <p class="op op1">3) 本网站为用户提供的医药商品信息的版权和知识产权归本网站所有，未经本网站许可，任何单位和个人不得以任何形式复制、转载、出售、出版、传播信息资料，否则，本网站将追究其经济和法律责任。</p>
            <p class="op op1">三、用户的权利和义务</p>
            <p class="op op1">1) 1.一旦注册成功，用户有权拥有其在《恒昌健康商城》的用户名及密码，并随时登录《恒昌健康商城》网站，同时用户可以使用用户信息通过《恒昌健康商城》进行交易行为。但不得以任何形式转让或授权他人使用自己的《恒昌健康商城》用户名。</p>
            <p class="op op1"> <em class="op-note">2) 用户如需在《恒昌健康商城》采购药品，需自主下单，应杜绝跟线下业务员进行现金交易并让业务员代下单，<span class="op-in">否则由此造成的一切损失，由用户自己承担。</span></em></p>
            <p class="op op1">3) 用户有义务在注册和交易时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性及安全性，保证买卖双方可以通过上述联系方式进行联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。用户保证不以他人资料在《恒昌健康商城》进行注册和交易行为。</p>
            <p class="op op1">4) 用户须承诺不传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽等信息资料。另外，用户也不能传输任何教唆他人构成犯罪行为的资料；不能传输助长国内不利条件和涉及国家安全的资料；不能传输任何不符合当地法规、国家法律和国际法律的资料。未经许可而非法进入其它电脑系统是禁止的。若用户的行为不符合以上提到的服务条款，网站将作出独立判断立即取消用户服务帐号。用户需对自己在网上的行为承担法律责任。用户若在网站上散布和传播反动、色情或其他违反国家法律的信息，网站的系统记录有可能作为用户违反法律的证据。</p>
            <p class="op op1">四、《恒昌健康商城》的权利和义务</p>
            <p class="op op1">《恒昌健康商城》承诺对用户资料采取对外保密措施，不向第三方披露用户资料，不授权第三方使用用户资料，除非：</p>
            <p class="op op1">1) 依据本协议条款或者用户与《恒昌健康商城》之间其他服务协议、合同、在线条款等规定可以提供；</p>
            <p class="op op1">2) 依据法律、法规的规定应当提供；</p>
            <p class="op op1">3) 行政、司法等有权部门要求《恒昌健康商城》提供；</p>
            <p class="op op1">4) 用户同意《恒昌健康商城》向第三方提供；</p>
            <p class="op op1">5) 《恒昌健康商城》解决举报事件、提起诉讼而提交的；</p>
            <p class="op op1">6) 《恒昌健康商城》为防止严重违法行为或涉嫌犯罪行为发生而采取必要合理行动所必须提交的；</p>
            <p class="op op1">7) 《恒昌健康商城》为向用户提供产品、服务、信息而向第三方提供的，包括《恒昌健康商城》通过第三方的技术及服务向用户提供产品、服务、信息的情况。</p>
            <p class="op op1">8) 《恒昌健康商城》有权使用用户资料。</p>
            <p class="op op1">9) 《恒昌健康商城》有权利对用户进行审查并决定是否接受用户成为《恒昌健康商城》经营企业用户或是否与用户进行某一交易。</p>
            <p class="op op1">10)《恒昌健康商城》保留在用户违反国家、地方法律、法规规定或违反本在线注册条款的情况下终止为用户提供服务并终止用户账号的权利，并且在任何情况下，《恒昌健康商城》对任何间接、偶然、特殊及继起的损害不负责任。</p>
            <p class="op op1">五、风险承担与规则</p>
            <p class="op op1">1) 交易达成后，在产品的配送过程中，产品出现毁损、灭失的，与买家无关。</p>
            <p class="op op1">2) 网络安全问题导致买家利益受到损失，《恒昌健康商城》不承担损失赔偿责任，但有义务配合买家进行查询沟通。</p>
            <p class="op op1">3) 除上述风险承担条款以外，具体的送货、退换货、补货及质量纠纷处理规则等《恒昌健康商城》将另行公布。</p>
            <p class="op op1">六、服务的中断和终止</p>
            <p class="op op1">1) 如用户向《恒昌健康商城》提出注销注册用户身份时，经《恒昌健康商城》审核同意，由《恒昌健康商城》注销该注册用户，用户即解除与《恒昌健康商城》的服务协议关系。但注销该用户账号后，《恒昌健康商城》仍保留下列权利：</p>
            <p class="op op1"> 2) 用户注销后，《恒昌健康商城》有权保留该用户的注册数据及以前的交易行为记录；</p>
            <p class="op op1"> 3) 用户注销后，如用户在注销前在《恒昌健康商城》交易平台上存在违法行为或违反合同的行为，《恒昌健康商城》仍可行使本服务协议所规定的权利。</p>
            <p class="op op1"> 4) 在下列情况下，《恒昌健康商城》可以通过注销用户的方式终止服务：</p>
            <p class="op op1"> 4.1) 在用户违反本服务协议相关规定时，《恒昌健康商城》有权终止向该用户提供服务。《恒昌健康商城》将在中断服务时通知用户。但如该用户在《恒昌健康商城》终止提供服务后，再一次直接或间接或以他人名义注册为《恒昌健康商城》用户的，《恒昌健康商城》有权再次单方面终止向该用户提供服务；</p>
            <p class="op op1"> 4.2) 一经《恒昌健康商城》发现用户注册数据中主要内容是虚假的，《恒昌健康商城》有权随时终止向该用户提供服务；</p>
            <p class="op op1"> 4.3) 本服务协议终止或更新时，用户明示不愿接受新的服务协议的；</p>
            <p class="op op1"> 4.4) 其它《恒昌健康商城》认为需终止服务的情况。</p>
            <p class="op op1">七、隐私</p>
            <p class="op op1">1) 在用户加入《恒昌健康商城》成为用户时，用户根据《恒昌健康商城》要求提供的个人注册信息；</p>
            <p class="op op1">2) 在用户使用《恒昌健康商城》服务、参加《恒昌健康商城》活动，或访问《恒昌健康商城》网页时，《恒昌健康商城》自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址等数据及用户要求取用的网页记录。</p>
            <p class="op op1">3) 《恒昌健康商城》通过合法途径从商业伙伴处取得的用户个人数据。</p>
            <p class="op op1">4) 信息使用：</p>
            <p class="op op1">4.1) 《恒昌健康商城》不会向任何人出售或出借用户的个人信息，除非事先得到用户得许可。</p>
            <p class="op op1">4.2) 《恒昌健康商城》亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。任何用户如从事上述活动，一经发现，《恒昌健康商城》有权立即终止与该用户的服务协议，查封其账号。</p>
            <p class="op op1">4.3)为服务用户的目的，《恒昌健康商城》可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息，或者与《恒昌健康商城》合作伙伴共享信息以便他们向用户发送有关其产品和服务的信息（后者需要用户的事先同意）。</p>
            <p class="op op1">八、《恒昌健康商城》的责任限制和免责</p>
            <p class="op op1">1) 用户理解并同意，恒昌医药集团提供的服务是按照现有技术和条件所能达到的现状提供的。恒昌医药集团将尽最大努力确保平台服务的稳定性和安全性，但恒昌医药集团不能保证其所提供的服务毫无瑕疵。</p>
            <p class="op op1"> 2) 用户同意，即使湖南恒昌医药集团股份有限公司提供的服务存在瑕疵,但若上述瑕疵是当时行业技术水平所无法避免的，不被视为恒昌医药集团违约，双方应友好协作共同解决问题。</p>
            <p class="op op1">3) 恒昌医药集团对平台所涉的技术和信息的有效性，准确性，正确性，可靠性，质量，稳定，完整和及时性均不作承诺和保证。</p>
            <p class="op op1">4) 用户理解并同意,在使用恒昌医药集团服务的过程中可能会遇到以下情况使服务发生中断。但是出现下述情况时，恒昌医药集团应及时与相关单位配合进行修复，但是由此给用户造成的损失恒昌医药集团将予以免责:</p>
            <p class="op op1">4.1) 不可抗力、意外事件是指不能预见、不能克服并不能避免且对一方或双方当事人造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行等以及社会事件如战争、动乱、政府行为、电信主干线路中断、黑客、网路堵塞、电信部门技术调整和政府管制等;</p>
            <p class="op op1">4.2) 基础运营商原因，包括但不限于电信部门技术调整、电信/电力线路被他人破坏、电信/电力部门对电信网络/电力资源进行安装、改造、维护；</p>
            <p class="op op1">4.3) 网络安全事故，如计算机病毒、木马或其他恶意程序、黑客攻击的破坏;</p>
            <p class="op op1">4.4) 用户或者用户授权的其他人员操作不当; </p>
            <p class="op op1">4.5) 用户的电脑软件、操作系统、硬件、运营商和通信线路引起的故障;</p>
            <p class="op op1">4.6) 用户维护不当或保密不当致使数据、口令、密码等丢失或泄漏所引起的;</p>
            <p class="op op1">4.7) 恒昌医药集团为进行服务器配置、维护而120分钟内中断服务;</p>
            <p class="op op1">4.8) 不影响平台业务正常使用，只是部分辅助功能出现问题;</p>
            <p class="op op1">4.9) 由于恒昌医药集团合作的或者用户自己合作的第三方服务商故障引起的故障，或者其他非恒昌医药集团过错、恒昌医药集团无法控制或合理预见的情形。</p>
            <p class="op op1">5) 对下列情形，恒昌医药集团不承担赔偿责任:</p>
            <p class="op op1">5.1) 由于用户的故意或过失导致恒昌医药集团及/或任何第三方遭受损失的；</p>
            <p class="op op1">5.2) 用户使用本平台服务，侵犯任何第三方权利的，由用户自行承担；</p>
            <p class="op op1">5.3) 若依据我国法律法规之规定，用户必须取得相关资质、证照的，其必须遵守相关规定。用户资质不完整或者违反法律法规有关规定,恒昌医药集团有权立即停止供货，直至前述资质、证照齐备、合法、有效。在使用本平台时，用户意识到且郑重承诺：法定资质、证照如发生变化（包括但限于被吊销、注销等情况）的，将及时联系、通知我方相关人员，否则因此造成的法律责任及经济损失全部由用户承担。</p>
            <p class="op op1">九、附则</p>
            <p class="op op1">1) 本注册条款中有关条款若被权威机构认定为无效，不应影响其他条款的效力，也不影响本服务条款的解释、违约责任及争议解决的有关约定的效力。</p>
            <p class="op op1">2) 用户在此再次保证已经完全阅读并理解了上述用户注册条款并自愿正式进入《恒昌健康商城》入驻用户在线注册程序，接受上述所有条款的约束。</p>
        </div>
    </div>
</template>
<script>
import VMnative from '@/utils/VMnative'
export default {
    name: 'AccountService',
    data() {
        return {
            isApp: this.$route.query.source !== 'h5'
        }
    },
    created(){
        if (this.isApp) {
            this.$store.commit("setHasNavbar", false)
            VMnative.callHandler("setTitle", "商城用户服务协议")
            VMnative.registerHandler('goBack', (data, responseCallback) => {
                VMnative.callHandler("close", {})
            });
        } else {
            this.$store.commit("setHasNavbar", true)
        }
    }
}
</script>
<style lang="scss">
.service-box{
    .box{
        padding: 20px 20px;
        font-size: 14px;
        font-family:"微软雅黑";
    }
    .op{
        padding: 10px 0;
    }
    .op1{
        text-indent: 35px;
    }
    .op-note{
        color: red;
        text-decoration: underline;
        background:#fff;
        font-style: italic;
        padding: 0;
    }
    .op-in{
        font-weight: 600;
        font-size: 16px;
    }
}
</style>
