<template>
    <div class="service-box">
        <div>
            <h2 style="text-align: center;margin-top: 60px;">经营顾问隐私政策</h2>
        </div>
        <div class="box">
            <p class="op op-in">生效日期：2021年7月1日</p>
            <p class="op op-in">更新日期：2022年8月10日</p>
            <p class="op">
                欢迎使用由恒昌（上海）信息技术有限公司为您提供的经营顾问系统，这是一个面向销售角色，并为其提供开拓客户、维护客户、跟进客户经营情况、签到、查询业绩情况等功能，并且能协助用户更好地完成日常工作的系统。
            </p>
            <p class="op">
                经营顾问（或简称“我们”）深知个人信息对您的重要性，我们一向庄严承诺保护使用我们的产品和服务（以下统称“经营顾问服务”）之用户（以下统称“用户”或“您”）的个人信息及隐私安全。您在使用经营顾问服务时，我们可能会收集和使用您的相关个人信息（或简称“个人信息”）。
            </p>
            <p class="op op-sign">
                《经营顾问隐私政策》（以下简称“本《隐私政策》”）适用于我们提供的所有经营顾问服务。当您使用我们经营顾问服务时，您同意接受本《隐私政策》。
            </p>
            <p class="op op-sign">
                本隐私政策所适用的产品和服务由恒昌（上海）信息技术有限公司运营，恒昌（上海）信息技术有限公司的注册地址为上海市宝山区上大路668号1幢5层A区1109室，公司常驻办公地址为湖南省长沙市开福区青竹湖街道金盆丘安置小区综合办公楼一层至六层，信息保护负责人联系电话为17752845487。
            </p>
            <p class="op">
                我们希望通过本《隐私政策》向您说明我们在收集和使用您相关个人信息时对应的处理规则，以及我们为您提供的访问、更正、删除和保护这些个人信息的方式，以便更好的保障您的权益。
            </p>
            <p class="op op-in">
                本《隐私政策》将帮助您了解以下内容：
            </p>
            <p class="op op-in">
                一、我们如何收集和使用您的个人信息
            </p>
            <p class="op op-in">
                二、我们如何使用COOKIES或同类技术
            </p>
            <p class="op op-in">
                三、我们可能分享、转让和披露的个人信息
            </p>
            <p class="op op-in">
                四、我们如何保留、储存和保护您的个人信息安全
            </p>
            <p class="op op-in">
                五、如何管理您的个人信息
            </p>
            <p class="op op-in">
                六、第三方服务
            </p>
            <p class="op op-in">
                七、通知和修订
            </p>
            <p class="op op-in">
                八、关于账号注销
            </p>
            <p class="op op-in">
                九、如何联系我们
            </p>
            <p class="op op-in">
                一、我们如何收集和使用您的个人信息
            </p>
            <p class="op">
                我们收集您的个人信息主要是为了您和其他用户能够更容易和更满意地使用经营顾问服务。而这些个人信息有助于我们实现这一目标。
            </p>
            <p class="op">
                （一）我们将通过以下途径收集和获得您的个人信息：
            </p>
            <p class="op">
                1、您提供的个人信息。
            </p>
            <p class="op">
                （1）您在登录使用经营顾问服务时，向我们提供的个人信息；
            </p>
            <p class="op">
                （2）您通过经营顾问服务向其他方提供的共享个人信息，以及您使用经营顾问服务时所储存的个人信息。
            </p>
            <p class="op op-sign">
                请注意，如您在经营顾问服务中其他用户可见的公开区域内上传或发布的个人信息中、您对其他人上传或发布的信息作出的回应中公开您的个人信息，该等个人信息可能会被他人收集并加以使用。当您发现他人不正当地收集或使用您的个人信息时，您可以通过本《隐私政策》第九条【如何联系我们】约定的联系方式联络我们。
            </p>
            <p class="op">
                2、其他方分享的您的个人信息。亦即其他方使用经营顾问服务时所提供有关您的共享个人信息。
            </p>
            <p class="op">
                3、我们获取的您的个人信息。您在使用经营顾问服务时，我们收集、汇总、记录的个人信息。
            </p>
            <p class="op">
                （二）我们会出于以下目的，收集和使用您以下类型的个人信息：
            </p>
            <p class="op">
                1、帮助您登录
            </p>
            <p class="op">
                为便于我们为您提供经营顾问完整的服务，您需要提供基本登录个人信息，<span class="b">包括手机号码</span>。
            </p>
            <p class="op">
                2、实现身份认证
            </p>
            <p class="op">
                依照相关法律法规规定及监管要求，或为满足用户身份真实核验、保障系统和服务安全及其他特定服务功能等需要，<span class="b">我们可能需要您提供真实身份信息</span>（<span class="b sign">包括姓名、身份证、护照、驾驶证、户口本、面部特征、指纹及其他身份信息</span>）以完成身份认证。如果您不提供上述信息，我们将不能向您提供相关的功能及服务。
            </p>
            <p class="op">
                为实现身份认证的目的，<span class="b">您同意并授权我们可以自行或委托第三方向有关身份认证机构（如个人征信机构、政府部门等）提供、查询、核对您的前述身份信息</span>。
            </p>
            <p class="op">
                3、维护基础功能的正常运行
            </p>
            <p class="op op-in">
                在您使用我们服务过程中，为识别账号异常状态、了解产品适配性，向您提供浏览、搜索等基本服务，维护基础功能的正常运行，我们可能会自动收集、储存关于您使用的服务以及使用方式的信息并将这些信息进行关联，这些信息包括：
            </p>
            <p class="op op-in">
                <span class="sign">（1）日志信息</span>：当您使用我们的服务时，我们可能会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。日志信息包括<span class="b sign">您的登录账号、搜索查询内容、IP地址、浏览器的类型、电信运营商、网络环境、使用的语言、访问日期和时间及您访问的网页浏览记录、Push打开记录、崩溃记录、停留时长、刷新记录、发布记录、关注、订阅、收藏及分享</span>。
            </p>
            <p class="op op-in">
                <span class="sign">（2）设备信息</span>：我们可能会根据您在软件安装及使用中授予的具体权限，接收并记录您所使用的设备相关信息<span class="b sign">（包括IMEI、MAC、UUID、Serial、SIM卡IMSI识别码、设备机型、操作系统及版本、客户端版本、设备分辨率、包名、设备设置、进程及软件列表、唯一设备标识符、软硬件特征信息）、设备所在位置相关信息（包括IP 地址、GPS位置以及能够提供相关信息的WLAN接入点、蓝牙和基站传感器信息）</span>。
            </p>
            <p class="op op-in">
                同时为了收集上述基本的个人设备信息，我们将会申请访问您的设备信息的权限，我们收集这些信息是为了向您提供我们基本服务和基础功能，如您拒绝提供上述权限将可能导致您无法使用我们的产品与服务。
            </p>
            <p class="op">
                请注意，单独的设备信息、日志信息是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。这些信息在结合使用期间，将作为您的个人信息按照本隐私政策处理与保护。
            </p>
            <p class="op">
                4、向您提供服务
            </p>
            <p class="op">
                （1）个人信息的分享与发布：您在使用经营顾问服务时、上传和/或发布个人信息以及进行相关行为（例如您在经营顾问课程或直播中发言、分享）时，我们将收集您上传、发布或形成的个人信息，并有权展示您的昵称、头像和发布内容。
            </p>
            <p class="op">
                （2）意见反馈：<span class="sign">当您联系我们的用户响应功能时（包括提出意见反馈），<span class="b">我们可能需要您提供必要的个人信息以匹配并核验您的用户身份</span>，以便保障您的账号与系统安全。<span class="b">我们可能还会保存您的联系方式（您与我们联系时使用的或您向我们主动提供的其他联系方式）、您与我们的通信/通话记录和内容、与您需求相关联的其他必要信息</span>，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果</span>。
            </p>
            <p class="op">
                5、我们通过间接方式收集到的您的个人信息：
            </p>
            <p class="op">
                <span class="b">我们可能从管理方、第三方合作伙伴获取您授权共享的相关个人信息。我们可能从第三方获取您授权共享的账户个人信息（头像、昵称、登录时间）并在您同意本《隐私政策》后将您的第三方账户与您的经营顾问服务账户绑定，使您可以通过第三方账户直接登录并使用我们的产品与/或服务。</span>我们将在符合相关法律法规规定，并依据与关联方或第三方合作伙伴的约定、确信其提供的个人信息来源合法的前提下，收集并使用您的这些个人信息。
            </p>
            <p class="op">
                6、向您提供商品或服务的信息展示和推送
            </p>
            <p class="op op-in">
                （1）为您展示和推送商品或服务
            </p>
            <p class="op">
                基于您向我们提供的信息、我们可能收集的信息及我们通过间接方式收集到的您的信息（包括<span class="b sign">您的浏览及搜索记录、设备信息、位置信息、业绩信息、手机号码、您参与经营顾问线上或线下活动填写问卷调查上的个人信息</span>），我们可能会基于上述一项或几项信息的结合，来多方面、多维度的分析、评价您的业务表现。
            </p>
            <p class="op b">
                我们也可能基于特征标签通过电子邮件、短信、电话或其他方式向您发送营销信息，提供或推广我们或第三方的如下商品和服务。
            </p>
            <p class="op b sign">
                （2）向您发出通知。我们可能在必需时（例如当我们由于系统维护而暂停某一单项服务、变更、终止提供某一单项服务时）向您发出与服务有关的通知。
            </p>
            <p class="op b sign">
                如您不希望继续接收我们推送的消息，您可要求我们停止推送，例如：根据短信退订指引要求我们停止发送推广短信，或在移动端设备中进行设置，不再接收我们推送的消息；但我们依法律规定或经营顾问的服务协议约定发送消息的情形除外。
            </p>
            <p class="op">
                7、为您提供安全保障
            </p>
            <p class="op b sign">
                为提高您使用我们及合作伙伴提供服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或经营顾问服务相关协议规则的情况，我们可能会收集、使用或整合您的账户信息、交易信息、设备信息、日志信息以及我们关联公司、合作伙伴取得您授权或依据法律共享的个人信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。
            </p>
            <p class="op">
                8、改进我们的服务
            </p>
            <p class="op">
                我们可能将通过某一项经营顾问服务所收集的个人信息，用于我们的其他服务：在您使用某一项经营顾问服务时所收集的您的个人信息，可能在另一项经营顾问服务中用于向您提供特定内容或向您展示与您相关的、而非普遍推送的信息；我们可能让您参与有关经营顾问服务的调查，帮助我们改善现有服务或设计新服务；同时，我们可能将您的个人信息用于软件更新。
            </p>
            <p class="op b sign">
                您了解并同意，在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的个人信息将无法识别您的身份，在此情况下我们有权使用已经去标识化的个人信息，对用户数据库进行分析并予以商业化的利用。
            </p>
            <p class="op">
                9、其他用途
            </p>
            <p class="op b sign">
                请您注意，如果我们要将您的个人信息用于本《隐私政策》中未载明的其他用途或额外收集未提及的其他个人信息，我们会另行事先请您同意（确认同意的方式：勾选、弹窗、站内信、邮件、短信方式）。一旦您同意，该等额外用途将视为本《隐私政策》的一部分，该等额外个人信息也将适用本《隐私政策》。
            </p>
            <p class="op">
                10、征得授权同意的例外
            </p>
            <p class="op">
                根据相关法律法规规定，以下情形中收集您的个人信息无需征得您的授权同意：
            </p>
            <p class="op">
                （1）与国家安全、国防安全有关的；
            </p>
            <p class="op">
                （2）与公共安全、公共卫生、重大公共利益有关的；
            </p>
            <p class="op">
                （3）与犯罪侦查、起诉、审判和判决执行等有关的；
            </p>
            <p class="op">
                （4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
            </p>
            <p class="op">
                （5）所收集的个人信息是您自行向社会公众公开的；
            </p>
            <p class="op">
                （6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
            </p>
            <p class="op">
                （7）根据您的要求签订合同所必需的；
            </p>
            <p class="op">
                （8）用于维护经营顾问服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；
            </p>
            <p class="op">
                （9）为合法的新闻报道所必需的；
            </p>
            <p class="op">
                （10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
            </p>
            <p class="op">
                （11）法律法规规定的其他情形。
            </p>
            <p class="op">
                11、您理解并同意，经营顾问服务可能需要您在您的设备中开启特定的访问权限，以实现这些权限所涉及个人信息的收集和使用：
            </p>
            <p class="op b">
                （1）如我们访问您的位置信息，是为了根据您的位置信息为您提供更契合您当下业务场景需求的客户位置信息，或是为了方便您进行签到、访客打卡；
            </p>
            <p class="op b">
                （2）如我们访问您的摄像头，是为了使您可以使用摄像头进行扫码、拍摄，用于实现登录、观看视频功能；
            </p>
            <p class="op b">
                （3）如我们访问您的相册，是为了使您可以实现您设备中的照片、图片或视频的取用与上传，便于您进行更换头像、发表评论/分享；
            </p>
            <p class="op b">
                （4）如我们访问您的麦克风，是为了使您可以实现语音评论以及语音教学交互功能，在这些功能中我们会收集您的录音内容以识别您的具体需求；
            </p>
            <p class="op b">
                （5）您开启通知权限后，是为了使您及时接收到客户相关信息，或与您工作相关的通知；
            </p>
            <p class="op b">
                （6）您使用经营顾问服务中的统计报表，可能会生成缓存文件，我们会申请访问该缓存文件，是为了使您更为流畅的查询数据信息。
            </p>
            <p class="op">
                当您需要关闭该功能时，大多数移动设备都会支持您的这项需求，具体方法请参考或联系您移动设备的服务商或生产商。请您注意，您开启任一权限即代表您授权我们可以收集和使用相关个人信息来为您提供对应服务，您一旦关闭任一权限即代表您取消了授权，我们将不再基于对应权限继续收集和使用相关个人信息，也无法为您提供该权限所对应的服务。但是，您关闭权限的决定不会影响此前基于您的授权所进行的个人信息收集及使用。
            </p>
            <p class="op">
                12、有关敏感个人信息的提示
            </p>
            <p class="op b sign">
                以上由您提供或我们收集您的个人信息中，可能包含您的个人敏感信息，例如系统账号、电话号码、网页浏览记录、位置信息。请您谨慎并留意个人敏感信息，您同意您的个人敏感信息我们可以按本《隐私政策》所述的目的和方式来处理。
            </p>
            <p class="op b sign">
                二、我们如何使用COOKIES或同类技术
            </p>
            <p class="op">
                （一）COOKIES
            </p>
            <p class="op">
                我们或我们的第三方合作伙伴可能通过COOKIES获取和使用您的个人信息，并将该等个人信息储存为日志信息。
            </p>
            <p class="op">
                通过使用COOKIES，我们向您提供简单、易行、顺畅的网络体验。一个COOKIES是少量的数据，它们从一个网络服务器送至您的浏览器并存在计算机硬盘上。我们使用COOKIES是为了让您可以受益。比如，为使得经营顾问的登录过程更快捷，您可以选择把用户名存在一个COOKIES中。这样下次当您要登录经营顾问的服务时能更加方便快捷。COOKIES能帮助我们确定您连接的页面和内容，您在经营顾问特定服务上花费的时间和您所选择的经营顾问服务。
            </p>
            <p class="op">
                COOKIES使得我们能更好、更快地为您服务，并且使您在经营顾问服务上的经历更富个性化。然而，您应该能够控制COOKIES是否以及怎样被你的浏览器接受。请查阅您的浏览器附带的文件以获得更多这方面的个人信息。
            </p>
            <p class="op">
                我们和第三方合作伙伴可能通过COOKIES收集和使用您的个人信息，并将该等个人信息储存。
            </p>
            <p class="op">
                我们使用自己的COOKIES，可能用于以下用途：
            </p>
            <p class="op">
                （1）记住您的身份。COOKIES有助于我们辨认您作为我们的注册用户的身份，或保存您向我们提供有关您的喜好或其他个人信息；
            </p>
            <p class="op">
                （2）分析您使用我们服务的情况。我们可利用COOKIES来了解您使用经营顾问服务进行什么活动、或哪些服务或服务最受欢迎；
            </p>
            <p class="op">
                （3）广告优化。COOKIES有助于我们根据您的个人信息，向您提供与您相关的广告而非进行普遍的广告投放。
            </p>
            <p class="op">
                我们为上述目的使用COOKIES的同时，可能将通过COOKIES收集的非个人身份信息汇总提供给广告商和其他伙伴，用于分析您和其他用户如何使用经营顾问服务并用于广告服务。
            </p>
            <p class="op">
                经营顾问服务上可能会有广告商和其他合作方放置的COOKIES。这些COOKIES可能会收集与您相关的非个人身份信息，以用于分析用户如何使用该等服务、向您发送您可能感兴趣的广告，或用于评估广告服务的效果。<span class="b">这些第三方COOKIES收集和使用该等个人信息不受本《隐私政策》约束，而是受到其自身的个人信息保护声明约束，我们不对第三方的COOKIES承担责任。您可以通过浏览器或用户选择机制拒绝或管理COOKIES。但请您注意，如果您停用COOKIES，我们有可能无法为您提供最佳的服务体验，某些服务也可能无法正常使用。同时，您仍然将收到广告，只是这些广告与您的相关性会降低。</span>
            </p>
            <p class="op">
                （二）网站信标和像素标签
            </p>
            <p class="op">
                除Cookies外，我们还会在网站上使用网站信标和像素标签等其他同类技术。我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。
            </p>
            <p class="op">
                三、<span class="b sign">我们可能分享、转让或披露的个人信息</span>
            </p>
            <p class="op">
                （一）分享
            </p>
            <p class="op">
                除以下情形外，未经您同意，我们不会与我们及我们的关联方之外的任何第三方分享您的个人信息：
            </p>
            <p class="op b sign">
                1、向您提供我们的服务。我们可能向合作伙伴及其他第三方分享您的个人信息，以实现您需要的核心功能或提供您需要的服务。
            </p>
            <p class="op b sign">
                2、维护和改善我们的服务。我们可能向合作伙伴及其他第三方分享您的个人信息，以帮助我们为您提供更有针对性、更完善的服务，例如：代表我们发出电子邮件或推送通知的通讯服务提供商；
            </p>
            <p class="op b sign">
                3、实现本《隐私政策》第一条“我们如何收集和使用您的个人信息”部分所述目的；
            </p>
            <p class="op b sign">
                4、履行我们在本《隐私政策》或我们与您达成的其他协议中的义务和行使我们的权利；
            </p>
            <p class="op b sign">
                5、向委托我们进行推广的合作伙伴等第三方共享，目的是为了使该等委托方了解推广的覆盖面和有效性。比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客。
            </p>
            <p class="op">
                6、在法律法规允许的范围内，为了遵守法律、维护我们及我们的关联方或合作伙伴、您或其他经营顾问用户或社会公众利益、财产或安全免遭损害，比如为防止欺诈等违法活动和减少信用风险，我们可能与其他公司和组织交换个人信息。不过,这并不包括违反本《隐私政策》中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的个人信息。
            </p>
            <p class="op">
                7、应您合法需求，协助处理您与他人的纠纷或争议；
            </p>
            <p class="op">
                8、应您的监护人合法要求而提供您的个人信息；
            </p>
            <p class="op">
                9、根据与您签署的单项服务协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
            </p>
            <p class="op">
                10、基于学术研究而提供；
            </p>
            <p class="op">
                11、基于符合法律法规的社会公共利益而提供。
            </p>
            <p class="op">
                我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息。对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本《隐私政策》以及其他任何相关的保密和安全措施来处理个人信息。
            </p>
            <p class="op">
                （二）转让
            </p>
            <p class="op">
                1、<span class="b sign">随着我们业务的持续发展，我们有可能进行合并、收购、资产转让或类似的交易，而您的个人信息有可能作为此类交易的一部分而被转移。</span>我们会要求新的持有您个人信息的公司、组织继续受本《隐私政策》的约束，否则,我们将要求该公司、组织重新向您征求授权同意。
            </p>
            <p class="op">
                2、在获得您的明确同意后，我们会向其他方转让您的个人信息。
            </p>
            <p class="op">
                （三）披露
            </p>
            <p class="op">
                我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会披露您的个人信息：
            </p>
            <p class="op">
                1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；
            </p>
            <p class="op b sign">
                2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露个人信息的请求时，我们会要求接收方必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的个人信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。
            </p>
            <p class="op">
                （四）分享、转让、披露个人信息时事先征得授权同意的例外
            </p>
            <p class="op">
                以下情形中，分享、转让、披露您的个人信息无需事先征得您的授权同意：
            </p>
            <p class="op">
                1、与国家安全、国防安全有关的；
            </p>
            <p class="op">
                2、与公共安全、公共卫生、重大公共利益有关的；
            </p>
            <p class="op">
                3、与犯罪侦查、起诉、审判和判决执行等司法或行政执法有关的；
            </p>
            <p class="op">
                4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
            </p>
            <p class="op">
                5、您自行向社会公众公开的个人信息；
            </p>
            <p class="op">
                6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
            </p>
            <p class="op">
                根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。
            </p>
            <p class="op b sign">
                四、我们如何保留、储存和保护您的个人信息安全
            </p>
            <p class="op">
                （一）我们仅在本《隐私政策》所述目的所必需期间和法律法规及监管规定的时限内保存您的个人信息。如我们终止服务或运营，我们将及时停止继续收集您个人信息的活动，同时会遵守相关法律法规要求提前向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理，法律法规或监管部门另有规定的除外。
            </p>
            <p class="op">
                （二）<span class="b">我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内。以下情形除外：</span>
            </p>
            <p class="op">
                1、法律法规有明确规定；
            </p>
            <p class="op">
                2、获得您的授权同意；
            </p>
            <p class="op">
                3、您使用经营顾问服务，且需要向境外传输您的个人信息完成交易的；
            </p>
            <p class="op">
                针对以上情形，我们会确保依据本《隐私政策》及国家法律法规要求对您的个人信息提供足够的保护。
            </p>
            <p class="op b sign">
                五、如何管理您的个人信息
            </p>
            <p class="op">
                我们鼓励您更新和修改您的个人信息以使其更准确有效，也请您理解，<span class="b">您更正、删除、撤回授权或停止使用经营顾问服务的决定，并不影响我们此前基于您的授权而开展的个人信息处理</span>。除法律法规另有规定，当您更正、删除您的个人信息时，我们可能不会立即从备份系统中更正或删除相应的个人信息，但会在备份更新时更正或删除这些个人信息。
            </p>
            <p class="op">
                您可以通过以下方式来管理您的个人信息：
            </p>
            <p class="op">
                （一）访问、更正和删除您的个人信息
            </p>
            <p class="op">
                您能通过经营顾问服务访问您的个人信息，并根据对应个人信息的管理方式自行完成或要求我们进行修改、补充和删除。我们将采取适当的技术手段或提供提交申请的联系渠道，尽可能保证您可以访问、更新和更正自己的个人信息或使用经营顾问服务时提供的其他个人信息。
            </p>
            <p class="op">
                在访问、更正和删除前述个人信息时，我们可能会要求您进行身份验证，以保障个人信息安全。对于通过COOKIES或同类技术收集的您的个人信息，我们还在本《隐私政策》第二条“我们如何使用COOKIES或同类技术”部分说明了向您提供的选择机制。如果您无法通过上述路径访问、更正该等个人信息，您可以通过本《隐私政策》第九条【如何联系我们】约定的联系方式与我们取得联系。对于您在使用经营顾问服务过程中产生的其他个人信息需要访问、更正或删除，我们会根据本《隐私政策》所列明的方式、期限及范围来响应您的请求。在部分个人信息删除时，我们可能会要求您进行身份验证，以保障个人信息安全。
            </p>
            <p class="op">
                在以下情形中，您可以向我们提出删除个人信息的请求：
            </p>
            <p class="op">
                1、如果我们处理个人信息的行为违反法律法规；
            </p>
            <p class="op">
                2、如果我们收集、使用您的个人信息，却未征得您的授权同意；
            </p>
            <p class="op">
                3、如果我们处理个人信息的行为严重违反了与您的约定；
            </p>
            <p class="op">
                4、如果我们不再为您提供经营顾问服务。
            </p>
            <p class="op">
                若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。
            </p>
            <p class="op">
                （二）公开与分享
            </p>
            <p class="op">
                我们的多项服务可让您不仅与您的社交网络、也与使用该服务的所有用户公开分享您的相关个人信息，例如，您在经营顾问服务中所上传或发布的个人信息、您对其他人上传或发布的个人信息作出的回应，通过电子邮件或在经营顾问服务中不特定用户可见的公开区域内上传或公布您的个人信息，以及包括与这些个人信息有关的位置数据和日志信息。只要您不删除您所公开或共享的个人信息，有关个人信息可能一直留存在公众领域；即使您删除共享个人信息，有关个人信息仍可能由其他用户或不受我们控制的第三方独立地缓存、复制或储存，或由其他用户或该等第三方在公众领域保存。<span class="b sign">如您将个人信息通过上述渠道公开或共享，由此造成您的个人信息泄露，我们不承担责任。因此，我们提醒并请您慎重考虑是否通过上述渠道公开或共享您的个人信息。</span>
            </p>
            <p class="op">
                （三）改变您授权同意的范围
            </p>
            <p class="op">
                您总是可以选择是否披露个人信息。有些个人信息是使用经营顾问服务所必需的，但大多数其他个人信息的提供是由您决定的。您可以通过删除个人信息、关闭设备功能等方式改变您授权我们继续收集个人信息的范围或撤回您的授权。
            </p>
            <p class="op b sign">
                当您撤回授权后，我们无法继续为您提供撤回授权所对应的服务，也不再处理您相应的个人信息。但您撤回授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
            </p>
            <p class="op b sign">
                六、第三方服务
            </p>
            <p class="op">
                经营顾问服务可能链接至第三方提供的社交媒体或其他服务（包括网站或其他服务形式）。包括：
            </p>
            <p class="op">
                （一）您可利用“分享”键将某些内容分享到第三方平台，这些功能可能会收集您的个人信息（包括您的日志信息），并可能在您的电脑装置COOKIES，从而正常运行上述功能；
            </p>
            <p class="op">
                （二）我们通过广告或我们服务的其他方式向您提供链接，使您可以接入第三方的服务或网站；
            </p>
            <p class="op">
                （三）其他接入第三方服务的情形。<span class="b">为实现本政策中声明的目的，我们可能会接入第三方服务商提供的SDK或其他类似的应用程序，并将我们依照本政策收集的您的某些信息共享给该等第三方服务商，以便提供更好的客户服务和用户体验。</span>目前，我们接入的第三方服务商主要包括以下几种类型：
            </p>
            <p class="op b sign">
                1.第三方SDK“小米”、“华为”、“OPPO”、“VIVO”,用于推送消息服务，包括手机厂商Push推送、待办事件提醒等，需要获取您手机的IMEI及MAC；
            </p>
            <p class="op b">
                2、第三方【友盟+】SDK需要收集您设备的国际移动设备识别码（IMEI）、iOS广告标识符（IDFA)、设备Mac地址和设备型号等信息。为便于您更好地了解【友盟+】采集的数据类型及用途，以及何保护您的个人信息，您可以登录https://www.umeng.com/policy了解【友盟+】隐私权政策。
            </p>
            <p class="op b">
                3、第三方SDK TalkingData，需要共享您的相关个人信息的目的、方式和范围等，包括：
            </p>
            <p class="op b">
                【Android】设备品牌、型号、软件版本等基础信息及其应用列表信息;
            </p>
            <p class="op b">
                【IOS】设备品牌、型号、软件版本等基础信息;网路信息：设备连接WiFi和基站信息;
            </p>
            <p class="op b">
                位置信息：设备地理位置;应用信息：SDK宿主应用包名、版本号等信息;
            </p>
            <p class="op b">
                我们只会使用这些信息进行应用统计分析、作弊防护、推送营销。
            </p>
            <p class="op b">
                为使您可以更好地了解【TalkingData】收集的数据类型及用途，以及保护个人信息的方式，您可以登录http://www.talkingdata.com/privacy.jsp?languagetype=zh_cn进一步了解【TalkingData】隐私政策。同时我们理解并尊重您的选择权，如果您不愿参与【TalkingData】的大数据计算，您也可以通过http://www.talkingdata.com/optout.jsp?languagetype=zh_cn行使opt-out权利。您理解并同意，TalkingData有权对已收集的数据进行去标识化和聚合性的处理后构建数据库，用以提供数据服务。如果【TalkingData】SDK收集使用个人信息的目的、方式、范围发生变化时，我们会以适当方式通知并提醒终端用户阅读。
            </p>
            <p class="op">
                为了您的信息安全，我们已与第三方SDK服务商签署严格数据安全保密协议，这些公司会严格遵守我们的数据隐私和安全要求。除非得到您的同意，我们不会与其共享您的个人身份信息。
            </p>
            <p class="op b sign">
                如上所述服务由相关的第三方负责运营。您使用该等第三方服务（包括您向该等第三方提供的任何个人信息），须受第三方自己的服务条款及个人信息保护声明（而非本政策）约束，您需要仔细阅读其条款。我们仅会出于正当、必要、特定的目的共享您的信息。我们会要求他们履行相关保密义务并采取相应的安全措施。
            </p>
            <p class="op b sign">
                七、通知和修订
            </p>
            <p class="op b sign">
                我们可能适时修改本《隐私政策》的条款，该等修改构成本《隐私政策》的一部分。对于重大变更，我们会提供更显著的通知，您如果不同意该等变更，可以选择停止使用经营顾问服务；如您仍然继续使用经营顾问服务的，即表示同意受经修订的本《隐私政策》的约束。
            </p>
            <p class="op">
                我们的任何修改都会将您的满意度置于首位。我们鼓励您在每次使用经营顾问服务时都查阅我们的隐私政策。
            </p>
            <p class="op b sign">
                我们可能在必需时（例如当我们由于系统维护而暂停某一项服务时）发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于推广的公告。
            </p>
            <p class="op b sign">
                最后，您必须对您的账号和密码信息负有保密义务。任何情况下，请小心妥善保管。
            </p>
            <p class="op b sign">
                八、关于账号注销
            </p>
            <p class="op">
                由于经营顾问系统并非开放型系统，仅限公司部分员工使用，因此，当您调离相关岗位或离职时，您的经营顾问账号将在相关流程完成后24小时内自动关闭（离职将会注销账号），届时，您将无法访问经营顾问系统。
            </p>
            <p class="op b sign">
                九、如何联系我们
            </p>
            <p class="op">
                当您对本协议有任何疑问、投诉、建议或有其他诉求时,请通过经营顾问客户端“我的-意见反馈"填写您所要反馈的问题内容，最后留下您的联系式(手机号)并提交给我们。您也可以致电联系我们 400-662-4000 我们管理人员会根据您的反馈与建议，尽快审核所涉问题，并在验证您的用户身份。一般情况下，我们将在十个工作日内回复，来全面保障您的隐私安全问题。
            </p>
        </div>
    </div>
</template>
<script>
import VMnative from '@/utils/VMnative'
export default {
    name: 'AccountService',
    data() {
        return {
            isApp: this.$route.query.source !== 'h5'
        }
    },
    created(){
        if (this.isApp) {
            this.$store.commit("setHasNavbar", false)
            VMnative.callHandler("setTitle", "用户隐私政策")
            VMnative.registerHandler('goBack', (data, responseCallback) => {
                VMnative.callHandler("close", {})
            });
        } else {
            this.$store.commit("setHasNavbar", true)
        }
    }
}
</script>
<style lang="scss">
.service-box{
    .box{
        padding: 20px 20px;
        font-family:"微软雅黑";
    }
    .op{
        padding: 10px 0;
        font-size: 16px;
        color: #000;
    }
    .b {
        font-weight: 600;
    }
    .sign {
        text-decoration: underline;
    }
    .op1{
        text-indent: 28px;
        font-size: 14px;
        color: #333;
    }
    .op-note{
        color: red;
        text-decoration: underline;
        background:#fff;
        font-style: italic;
        padding: 0;
    }
    .op-sign {
        text-decoration: underline;
        font-weight: 600;
    }
    .op-in{
        font-weight: 600;
        font-size: 16px;
    }
}
</style>
