<template>
    <div class="service-box">
        <div>
            <h2 style="text-align: center;margin-top: 60px;">经营顾问用户服务协议</h2>
        </div>
        <div class="box">
            <p class="op op1">一、特别提示</p>
            <p class="op op1">经营顾问是一款为指定用户（即内部员工）提供服务的APP，不支持自主注册账号。</p>
            <p class="op op1">在此特别提醒您（用户）在登录经营顾问之前，请认真阅读本《经营顾问用户服务协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。您同意并点击确认本协议条款且完成登录程序后，才能成为经营顾问的正式注册用户，并享受经营顾问的各类服务。您的登录（即注册）、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。若您不同意本协议，或对本协议中的条款存在任何疑问，请您立即停止登录、使用经营顾问app，选择不使用本APP服务。</p>
            <p class="op op1">本协议约定经营顾问与用户之间关于“经营顾问”服务（以下简称“服务”）的权利义务。“用户”是指登录、使用本服务的个人、单位。本协议可由经营顾问随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本APP中查阅最新版协议条款。在修改协议条款后，如果用户不接受修改后的条款，请立即停止使用经营顾问提供的服务，用户继续使用经营顾问提供的服务将被视为接受修改后的协议。</p>
            <p class="op op1">二、账号注册&登录</p>
            <p class="op op1">1、经营顾问帐号为系统生成，用户首次使用正确的手机号与密码登录，即表示注册成功。</p>
            <p class="op op1">2、用户在入职湖南恒昌医药集团股份有限公司（简称“湖南恒昌”）、 天津和治恒昌医药有限公司（简称“天津恒昌”）、以及湖南恒昌控股的其他公司后，经营顾问将会从集团公司人力资源部获取用户的手机号并自动生成一个“经营顾问”账号。“经营顾问”账号通过手机号码绑定注册，请用户使用入职时登记的手机号码，以及未被经营顾问根据本协议封禁的手机号码登录“经营顾问”账号。经营顾问可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。</p>
            <p class="op op1">3、如果注册申请者有被经营顾问封禁的先例或涉嫌虚假注册及滥用他人名义注册，及其他不能得到许可的理由，经营顾问将拒绝其注册申请。</p>
            <p class="op op1">4、鉴于“经营顾问”账号的绑定注册方式，您同意经营顾问在注册时将允许您的手机号码及手机设备识别码等信息用于注册。</p>
            <p class="op op1">5、在用户注册及使用本服务时,经营顾问需要搜集能识别用户身份的个人信息以便经营顾问可以在必要时联系用户,或为用户提供更好的使用体验。经营顾问搜集的信息包括但不限于用户的姓名、手机号、性别、年龄、生日、地址；经营顾问同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束。</p>
            <p class="op op1">6、用户使用手机号码成功登录经营顾问后，我们可能收集如下信息：</p>
            <p class="op op1">（1）设备信息：以便我们能在设备上为您提供服务，我们可能会将您的设备信息或电话号码与账号相关联，并收集设备属性信息、设备状态信息、设备链接信息。</p>
            <p class="op op1">（2）身份认证服务：本服务提供身份认证服务，当您申请成为本服务用户为您进行身份认证时我们需要收集您的出生日期、时间、出生地点有关身份证明的信息。</p>
            <p class="op op1">（3）信息发布功能：您注册成功后，可在本服务平台发布信息，对信息的内容，我们将不时进行审核，并根据法律规定对该内容进行保存。</p>
            <p class="op op1">（4）浏览、关注、收藏功能：您可浏览已关注或已加好友的发表的信息，我们将对你浏览、关注、收藏的记录信息进行审核，自动收集您使用本服务的详细情况，并根据法律规定对该内容进行保存。</p>
            <p class="op op1">（5）展示和推送内容：通过使用收集的信息，我们会向您提供搜索结果、个人化内容、用户研究分析与统计等服务。</p>
            <p class="op op1">（6）搜索功能：当您使用本服务提供的搜索功能时，我们会收集您查询的关键字信息以及您在使用本服务服务时所阅览或要求的其他信息和内容详情。该等关键词信息通常无法单独识别您的个人身份，不属于您的个人信息，不在本指引的限制范围内。只有当您的搜索关键词信息与您的其他信息有联结并可识别您的个人身份时，则在结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本指引对其进行处理与保护。</p>
            <p class="op op1">（7）日历权限：用于让用户在日历里看到个性化运势。我们也可能通过通过您的提供个人信息，向您提供您感兴趣的信息。</p>
            <p class="op op1">（8）客户服务：当你向本服务提起投诉、建议、咨询或本服务解决相关投诉问题时，为方便与您联系，我们可能会使用您提供的姓名、手机号码、电子邮箱及其他等个人信息。 如您拒绝提供上述信息，我们可能无法向您及时反馈投诉、申诉或咨询结果。</p>
            <p class="op op1">三、账户安全</p>
            <p class="op op1">1、用户一旦注册登录成功，成为经营顾问的注册用户，将得到一个用户名和密码，并有权利使用自己的用户名及密码随时进行登录操作。</p>
            <p class="op op1">2、用户对用户名和密码的安全负全部责任,同时对以其用户名进行的所有活动和事件负全责。</p>
            <p class="op op1">3、用户不得以任何形式擅自转让或授权他人使用自己的经营顾问用户名进行登录。</p>
            <p class="op op1">4、用户对密码加以妥善保管,切勿将密码告知他人,因密码保管不善而造成的所有损失由用户自行承担。</p>
            <p class="op op1">5、如果用户的密码泄漏,有可能导致不利的法律后果,因此不管任何原因导致用户的密码安全受到威胁,应该立即和经营顾问客服人员取得联系,否则后果自负。</p>
            <p class="op op1">四、用户声明与保证</p>
            <p class="op op1">1、用户承诺其为具有完全民事行为能力的民事主体,且具有达成交易履行其义务的能力。</p>
            <p class="op op1">2、用户有义务在注册时提供自己的真实资料,并保证诸如手机号码、姓名、所在地区等内容的有效性及安全性,保证本app提供方的工作人员可以通过上述联系方式与用户取得联系。同时,用户也有义务在相关资料实际变更时及时更新有关注册资料。</p>
            <p class="op op1">3、用户通过使用经营顾问的过程中所制作、上载、复制、发布、传播的任何內容,包括但不限于账号头像、名称、用户说明等注册信息及认证资料,或文字、语音、图片、视频、图文等发送、回复和相关链接页面,以及其他使用账号或本服务所产生的内容,不得违反国家相关法律制度,包含但不限于如下原则:</p>
            <p class="op op1">(1)违反宪法所确定的基本原则的；</p>
            <p class="op op1">(2)危害国家安全,泄露国家秘密,颠覆国家政权,破坏国家统一的；</p>
            <p class="op op1">(3)损害国家荣誉和利益的；</p>
            <p class="op op1">(4)煽动民族仇恨、民族歧视,破坏民族团结的；</p>
            <p class="op op1">(5)破坏国家宗教政策,宣扬邪教和封建迷信的；</p>
            <p class="op op1">(6)散布谣言,扰乱社公秩序,破坏社会稳定的；</p>
            <p class="op op1">(7)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
            <p class="op op1">(8)侮辱或者诽谤他人,侵害他人合法权益的；</p>
            <p class="op op1">(9)含有法律、行政法规禁止的其他内容的。</p>
            <p class="op op1">4、用户不得利用“经营顾问”账号或本服务制作、上载、复制、发布、传播干扰“经营顾问”的正常运营,以及侵犯其他用户或第三方合法权益的内容：</p>
            <p class="op op1">(1)含有任何性或性暗示的；</p>
            <p class="op op1">(2)含有辱骂、恐吓、威胁内容的；</p>
            <p class="op op1">(3)含有骚扰、垃圾广告、恶意信息、诱骗信息的；</p>
            <p class="op op1">(4)涉及他人隐私、个人信息或资料的；</p>
            <p class="op op1">(5)侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；</p>
            <p class="op op1">(6)含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。</p>
            <p class="op op1">5、用户不得将经营顾问为了服务用户所提供的信息（信息包括但不限于：客户信息、数据，湖南恒昌和天津恒昌的商业信息、数据等内容）透露给第三方机构或个人，否则经营顾问及本app提供方即恒昌（上海）信息技术有限公司有权追究用户的责任。</p>
            <p class="op op1">五、服务内容</p>
            <p class="op op1">1、经营顾问是由恒昌（上海）信息技术有限公司提供的销售协助类软件,用户通过经营顾问APP以了解自己的销售任务、需要服务的客户信息、以及自己的业绩完成情况等。</p>
            <p class="op op1">2、经营顾问有权随时审核或删除用户发布/传播的涉嫌违法或违反社会主义精神文明,或者被经营顾问认为不妥当的内容(包括但不限于文字、语音、图片、视频图文等)。</p>
            <p class="op op1">3、所有发给用户的通告及其他消息都可通过APP或者用户所提供的联系方式发送。</p>
            <p class="op op1">六、服务的终止</p>
            <p class="op op1">1、在下列情况下,经营顾问有权终止向用户提供服务；</p>
            <p class="op op1">（1）在用户违反本服务协议相关规定时，经营顾问有权终止向该用户提供服务；如该用户再一次直接或间接或以他人名义注册为用户的，一经发现，经营顾问有权直接单方面终止向该用户提供服务；</p>
            <p class="op op1">（2）如经营顾问通过用户提供的信息与用户联系时，发现用户在注册时填写的联系方式已不存在或无法接通，经营顾问以其它联系方式通知用户更改，而用户在三个工作日内仍未能提供新的联系方式，经营顾问有权终止向该用户提供服务；</p>
            <p class="op op1">（3）用户不得通过程序或人工方式进行刷量或作弊，若发现用户有作弊行为，经营顾问将立即终止服务；</p>
            <p class="op op1">（4）一旦经营顾问发现用户提供的数据或信息中含有虚假内容，经营顾问有权随时终止向该用户提供服务；</p>
            <p class="op op1">（5）本服务条款终止或更新时，用户明示不愿接受新的服务条款；</p>
            <p class="op op1">（6）一旦经营顾问发现用户将内部数据泄露给其他人或单位时，经营顾问有权随时终止向该用户提供服务；</p>
            <p class="op op1">（7）以及其他经营顾问认为需要终止服务的情况。</p>
            <p class="op op1">2、服务终止后，经营顾问没有义务为用户保留原账号中或与之相关的任何信息，或转发任何未曾阋读或发送的信息给用户或第三方。</p>
            <p class="op op1">3、用户理解并同意，即便在本协议终止及用户的服务被终止后，经营顾问仍有权：</p>
            <p class="op op1">（1）继续续保存您的用户信息；</p>
            <p class="op op1">（2）继续向用户主张在其使用APP服务期间因违反法律法规、本协议及平台规则而应承担的责任。</p>
            <p class="op op1">（3）经营顾问有权在用户长期不登录后(比如超过6个月)删除用户账号信息；经营顾问有权在用户从湖南恒昌或天津恒昌离职后删除用户账号信息。</p>
            <p class="op op1">七、服务的变更、中断</p>
            <p class="op op1">1、鉴于网络服务的特殊性，用户需同意经营顾问会变更、中断部分或全部的网络服务，并删除（不再保存）用户在使用过程中提交的任何资料，而无需通知用户，也无需对任何用户或任何第三方承担任何责任。</p>
            <p class="op op1">2、经营顾问需要定期或不定期地对提供网络服务的平台进行检测或者更新，如因此类情况而造成网络服务在合理时间内的中断，经营顾问无需为此承担任何责任。</p>
            <p class="op op1">八、服务条款修改</p>
            <p class="op op1">1、经营顾问有权随时修改本服务条款的任何内容，一旦本服务条款的任何内容发生变动，经营顾问将会通过适当方式向用户提示修改内容。</p>
            <p class="op op1">2、如果不同意经营顾问对本服务条款所做的修改，用户有权停止使用网络服务。</p>
            <p class="op op1">3、如果用户继续使用网络服务，则视为用户接受经营顾问对本服务条款所做的修改。</p>
            <p class="op op1">九、免责与赔偿声明</p>
            <p class="op op1">1、若经营顾问已经明示其服务提供方式发生变更并提醒用户应当注意事项，用户未按要求操作所产生的一切后果由用户自行承担。</p>
            <p class="op op1">2、用户明确同意其使用经营顾问所存在的风险将完全由其自己承担，因其使用经营顾问而产生的一切后果也由其自己承担。</p>
            <p class="op op1">3、用户同意保障和维护经营顾问及其他用户的利益，由于用户在使用经营顾问有违法、不真实、不正当、侵犯第三方合法权益的行为，或用户违反本协议项下的任何条款而给经营顾问及任何其他第三方造成损失，用户同意承担由此造成的损害赔偿责任。</p>
            <p class="op op1">十、隐私声明</p>
            <p class="op op1">1、适用范围：</p>
            <p class="op op1">（1）在用户使用经营顾问时，根据要求提供的个人信息；</p>
            <p class="op op1">（2）在用户使用经营顾问，或访问其相关网页时，经营顾问自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址等数据及用户要求取用的网页记录；</p>
            <p class="op op1">（3）在用户使用经营顾问，或访问其相关网页时，经过用户同意，经营顾问获取的用户地理位置信息，设备上的照片、备忘录等其他信息。</p>
            <p class="op op1">2、信息使用：</p>
            <p class="op op1">（1）经营顾问不会向任何人出售或出借用户的个人信息，除非事先得到用户的许可；</p>
            <p class="op op1">（2）经营顾问亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。任何用户如从事上述活动，一经发现，经营顾问有权立即终止与该用户的服务协议，查封其账号；</p>
            <p class="op op1">（3）为达到服务用户的目的，经营顾问可能通过使用用户的个人信息、位置信息，向用户提供服务，包括但不限于向用户发出产品和服务信息，或者与经营顾问合作伙伴共享信息以便他们向用户发送有关其产品和服务的信息。</p>
            <p class="op op1">3、信息披露：用户的个人信息将在下述情況下部分或全部被披露：</p>
            <p class="op op1">（1）经用用户同意，向第三方披露；</p>
            <p class="op op1">（2）根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</p>
            <p class="op op1">（3）如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露；</p>
            <p class="op op1">（4）为提供用户所要求的产品和服务，而必须和第三方分享用户的个人信息，经用户同意后向第三方披露。</p>
            <p class="op op1">十一、其他</p>
            <p class="op op1">1、经营顾问郑重提醒用户注意本协议中免除经营顾问来责任和和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。</p>
            <p class="op op1">2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和经营顾问之间发生任何纠纷或争议，首先应友好协解决，协商不成的，用户同意将纠纷或争议提交湖南恒昌住所地有管辖权的人民法院管辖。</p>
            <p class="op op1">3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。</p>
            <p class="op op1">4、本协议最终解释权归恒昌(上海)信息技术有限公司所有，并且保留一切解释和修改的权力。</p>
            <p class="op op1">5、本协议自2021年4月1日起适用。</p>
        </div>
    </div>
</template>
<script>
import VMnative from '@/utils/VMnative'
export default {
    name: 'AccountService',
    data() {
        return {
            isApp: this.$route.query.source !== 'h5'
        }
    },
    created(){
        if (this.isApp) {
            this.$store.commit("setHasNavbar", false)
            VMnative.callHandler("setTitle", "用户服务协议")
            VMnative.registerHandler('goBack', (data, responseCallback) => {
                VMnative.callHandler("close", {})
            });
        } else {
            this.$store.commit("setHasNavbar", true)
        }
    }
}
</script>
<style lang="scss">
.service-box{
    .box{
        padding: 20px 20px;
        font-size: 14px;
        font-family:"微软雅黑";
    }
    .op{
        padding: 10px 0;
    }
    .op1{
        text-indent: 35px;
    }
    .op-note{
        color: red;
        text-decoration: underline;
        background:#fff;
        font-style: italic;
        padding: 0;
    }
    .op-in{
        font-weight: 600;
        font-size: 16px;
    }
}
</style>
